"AgreeAndProceedButtonText" = "Aceptar y continuar";
"AllowRepatchUpgradeToggle" = "Permitir volver a parchear / actualizar";
"Credits" = "Créditos:";
"CreditsLinks" = "[@gcenx](https://github.com/Gcenx)
[@nastys](https://github.com/nastys)";
"CreditsText" = "Muchas gracias a los desarrolladores que están detrás de los parches DXVK y MoltenVK por su gran ayuda y su proporción de los binarios.";
"CrossOverDownloadURL" = "https://codeweavers.com/account/downloads";
"CrossOverDownloadURLText" = "Página de descarga de CodeWeavers";
"CrossOverPatcher" = "CXPatcher";
"CWForums" = "Foros de CodeWeavers";
"CWForumsURL" = "https://www.codeweavers.com/support/forums/general/?t=27;msg=257865";
"CWWebsite" = "CodeWeavers no ofrece soporte para versiones de su software parcheado o modificado. Ver";
"CXPatcherName" = "CXPatcher";
"DisclaimerPleaseNoteLabelText" = "Ten en cuenta:";
"DisclaimerText" = "Este software de parcheo no es oficial de CrossOver, por ende CodeWeavers no está involucrado en ningún ámbito del desarrollo. Aunque el software ha sido probado, puede generar que tu instalación de CrossOver se vuelva inutilizable o inestable. ÚSELO BAJO SU PROPIO RIESGO. El uso de éste parche anulará todo soporte oficial de CodeWeavers.

Si encuentras algún problema después de parchear CrossOver, puedes descargar una nueva copia desde el sitio web de CodeWeavers.";
"XtLibsButtonText" = "Localizar carpeta DXMT";
"XtLibsLabel" = "Instalar marco externo";
"XtLibsToggle" = "Instalar DXMT";
"XtLibsLocateText" = "Localiza la carpeta DXMT utilizando el botón a continuación:";
"XtLibsPathLabelText" = "Ruta de la carpeta de recursos externos";
"XtLibsDisclaimerText" = "ADVERTENCIA: Esta es una versión Alpha, puede ser inestable y causar fallos en tu máquina. Úsalo bajo tu propio riesgo. Cuando se aplique el parche, NECESITAS CREAR UNA NUEVA BOTELLA PARA DXMT";
"GPTKToggle" = "Integrar D3DMetal (GPTK)";
"ForcePatch" = "Forzar parche";
"Instructions" = "Instrucciones";
"InstructionsAskWhatDo" = "¿Qué hace este programa?";
"InstructionsButtonText" = "Instrucciones";
"InstructionsFunctionDescription" = "Este parche modifica tu instalación de CrossOver para usar versiones actualizadas y ajustadas de DXVK y MoltenVK, lo que en algunos casos mejorará la compatibilidad y/o el rendimiento para algunos juegos.";
"InstructionsText" = "Asegúrate de tener una versión sin modificar de CrossOver descargada de la página web de CodeWeavers. Verifica que CrossOver esté registrado y se haya ejecutado al menos una vez para asegurarse de que la última versión de DXVK esté activada correctamente. Es posible que debas desactivar y volver a activar DXVK en CrossOver. Si por alguna razón tu instalación de CrossOver se vuelve inutilizable, puedes descargar nuevamente el instalador de la página web de CodeWeavers; este parche no realizará modificaciones permanentes en tus botellas de CrossOver.";
"PatchStatusAlreadyPatched" = "¡La aplicación CrossOver.app ya ha sido parcheada!";
"PatchStatusError" = "No se pudo parchear CrossOver.app. Por favor, verifica que estás intentando parchear la última versión de CrossOver %@ descargada del sitio web de CodeWeavers.";
"PatchStatusReady" = "Suelta CrossOver.app aquí \no haz clic para seleccionarlo desde Finder";
"PatchStatusSuccess" = "¡CrossOver.app ha sido correctamente parcheada!";
"RestoreButtonLabel" = "Restaurar";
"RestoreConfirm" = "¡Listo!";
"RestoreFailure" = "CrossOver.app no tiene parche o fue parcheado con una versión incompatible de CXPatcher.";
"RestoreStatusLabel" = "Restaurar CrossOver.app";
"RestoreSuccess" = "¡CrossOver.app ha sido restaurada correctamente!";
"GcenxURL" = "https://github.com/Gcenx";
"nastysURL" = "https://github.com/nastys";
"MediaFoundation" = "Para que las bibliotecas de Media Foundation funcionen, debe instalar GStreamer. (Instalación requerida en todos los usuarios)";
"DownloadGStreamer" = "Descargar GStreamer";
"GStreamerInstalled" = "GStreamer ya está instalado";
"waitFor" = "Esperando lectura y confirmación de descargo de responsabilidad";
"confirmationValue" = "No demandaré ayuda a CodeWeavers por soporte o reembolso";
"confirmation" = "Por favor, escribe en el campo inferior 'No demandaré ayuda a CodeWeavers por soporte o reembolso'.";
"unsupported" = "sin apoyo";
"bottlesPathToggle" = "Usa una ruta separada para las botellas";
"optionsButtonText" = "Opciones Avanzadas";
"options" = "Opciones";
"MTLHUDToggle" = "METAL HUD siempre activo";
"DisableFastMathToggle" = "Desactivar matemáticas rápidas";
"DisableAutoUpdate" = "Evitar la actualización automática de CrossOver";
"bottlesToggleHelp" = "Las botellas se guardarán en una carpeta diferente, CrossOver no utilizará las botellas generadas con CrossOver estándar, es posible que necesite crear una nueva botella, hay una opción para personalizar la ruta donde se encuentran las botellas";
"gptkToggleHelp" = "Actualiza las bibliotecas actuales del Gameporting toolkit";
"mkvToggleHelp" = "Actualiza las bibliotecas de MoltenVK (con el Hack de UE4)";
"dxvkToggleHelp" = "Actualiza las bibliotecas de DXVK";
"signatureToggleHelp" = "Elimina la firma de la aplicación para solucionar problemas de GateKeeper (la aplicación se abrirá con clic derecho)";
"autoUpdateToggleHelp" = "Desactiva la comprobación de actualizaciones de CrossOver";
"fastMathToggleHelp" = "Corrige algunos problemas de renderización en algunos juegos que utilizan DXVK (MÁS LENTO) para todas las botellas";
"advertiseAVXToggle" = "Siempre anuncia AVX";
"advertiseAVXToggleHelp" = "Esto obliga a rosetta a anunciar AVX, en lugar de usarlo solo bajo demanda (algunos juegos como Yakuza necesitan eso para funcionar). Podría hacer que algunos juegos funcionen, pero potencialmente ralentizar o romper otros juegos. Si no estás seguro, déjalo sin marcar";
"hudToggleHelp" = "Habilita el Hud de Metal para todas las botellas";
"MVKdontPatch" = "No patch";
"MVKbaseline" = "Base MVK + UE4 fix";
"MVKlatest" = "Último MVK + hack de UE4";
"MVKexperimental" = "MVK experimental + hack de UE4";
"DXVKAsyncToggle" = "DXVK Asíncrono";
"DXVKAsyncToggleHelp" = "Habilita la compilación de sombreadores asincrónica de DXVK";
"continue" = "Continuar";
"d3dMetalCache" = "Cache D3dMetal";
"clearD3dmetalCache" = "Limpiar";
"ShowD3dmetalCacheFolder" = "Mostrar carpeta";
"findSteamCaches" = "Buscar cachés de Steam";
"d3dmetalCacheDeleted" = "Se ha borrado toda la caché de D3dMetal";
"d3dmetalCacheDeleteFailed" = "No se pudo borrar la caché de d3dmetal";
"scanningSteamFolders" = "Explorando carpetas de caché de Steam";
"clickFindSteamCaches" = "Haz clic para buscar carpetas de caché de Steam";
"steamCacheDeleted" = "Se ha borrado la carpeta de caché de Steam seleccionada";
"steamCacheDeleteFailed" = "No se pudo borrar la caché de Steam seleccionada";
"steamCacheDeleteInProgress" = "Borrando la caché de Steam seleccionada";
"toolsButtonText" = "Herramientas";
"DXMTOptions" = "Opciones DXMT";
"preferredMaxFrameRate" = "Máxima Tasa de Fotogramas: %@";
"preferredMaxFrameRateHelp" = "Se puede configurar para que el ritmo de fotogramas de la aplicación sea controlado por Metal. El valor debe ser un múltiplo de la tasa de refresco de tu pantalla. (por ejemplo, 15/30/40/60/120 es válido para una pantalla de 120 Hz).";
"metalFXSpatial" = "Metal FX Espacial";
"metalFXSpatialHelp" = "Activa el escalador espacial MetalFX en la cadena de intercambio de salida. Por defecto, duplicará la resolución de salida.";
"metalSpatialUpscaleFactor" = "Factor de Escalado: %@";
